Elements can't be duplicated in a secondary Option
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotDuplicateInOptionWarn { get; }
  Visual Basic
Public Shared ReadOnly Property CannotDuplicateInOptionWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotDuplicateInOptionWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyPasteFailures Class
  Autodesk.Revit.DB Namespace